#Список вопросов к тесту

a = []  #Объявляем пустой массив
a.append('1. Вы завидуете благополучию некоторых своих знакомых.')
a.append('2. Вы недовольны отношениями в семье.')
a.append('3. Вы считаете, что достойны лучшей участи.')
a.append('4. Вы полагаете, что смогли бы достичь большего в личной жизни или в работе, если бы не обстоятельства.')
a.append('5. Вас огорчает то, что не осуществляются планы и не сбываются надежды.')
a.append('6. Вы часто срываете зло или досаду на ком-либо.')
a.append('7. Вас злит, что кому-то везет в жизни больше, чем вам.')
a.append('8. Вас огорчает, что вам не удается отдыхать или проводить досуг так, как того хочется.')
a.append('9. Ваше материальное положение таково, что угнетает вас.')
a.append('10. Вы считаете, что жизнь проходит мимо вас (проходит зря).')
a.append('11. Кто-то или что-то постоянно унижает вас.')
a.append('12. Нерешенные бытовые проблемы выводят вас из равновесия.')